{
	"links": {
		"home": "الرئيسية",
		"about_us": "من نحن",
		"services": "الخدمات",
		"career": "المسيرة المهنية",
		"contact": "اتصل بنا"
	},

	"welcome": "سنأخذ شركتك إلى آفاق جديدة",
	"description": "نقوم بدعم الشركات والمؤسسات بحلول برمجية حديثة. بصفتنا متخصصين في التكنولوجيا الحديثة، نجاح تجارتك هو مهمتنا. كشريك داعم لك، نسعى إلى تحقيق أحلامك ونأمل في بناء علاقة طويلة الأمد تثمر بنجاح كبير",
	"contact_btn": "تواصل معنا",
	"join_us_btn": "انضم إلى فريقنا",
	"what_we_do": "نعزز عملك بتطبيقات الهاتف المحمول والويب الحديثة",
	"custom_solutions": {
		"title": "حلول مخصصة",
		"description": "نحن نبني تطبيقات بناءً على احتياجات عملك. من خلال فهم عميق لتحدياتك ومتطلباتك، نصمم الحل الأمثل لك."
	},
	"partnership": {
		"title": "الشراكة",
		"description": "نحن ندرك مدى أهمية وجود شريك تقني للعديد من الشركات. نبذل كل ما في وسعنا لمساعدتك وإرشادك في مشاريعك , نجاحك هو نجاحنا، ونعمل بكل قوتنا لنكون شريكك الأكثر موثوقية."
	},
	"quality": {
		"title": "الجودة",
		"description": "تقديم تطبيقات بأعلى جودة هو التزام نتعامل معه بجدية كبيرة , حلولنا مبنية على التميز وتخضع لرقابة صارمة و تشمل اختبارات الأداء ، اختبارات الاستخدام ، مراجعات الكود وتوثيقه بدقة."
	},
	"outcomes": {
		"title": "النتائج",
		"description": "حلولنا تصمم لتقديم نتائج ملموسة ودفع عملك نحو الأمام ، سواء من خلال زيادة المبيعات أو تحسين نموذج عملك. نحن نتولى فقط المشاريع التي نستطيع ان نتنبئ بتأثير إيجابي لها على شركائنا."
	},
	"your_needs": {
		"title": "احتياجاتك",
		"description": "نحن نفهم احتياجاتك ، سواء كانت مبنية على التكنولوجيا ، نموذج العمل ، أو عملية معينة. مع أكثر من 7 سنوات من الخبرة في بناء المشاريع من الصفر ، نحن بارعون في التصميم ، نمو المبيعات ، فهم السوق ، وإنشاء استراتيجيات الأعمال. نحن ملتزمون بمساعدتك في كل مرحلة."
	},
	"we_stand_out_with": "نحن نتميز ب ما يلي",

	"out_effects": {
		"customer_satisfaction": {
			"title": "رضا العميل",
			"description": "نحافظ على أعلى جودة في كل تسليم."
		},
		"simplicity": {
			"title": "البساطة",
			"description": "حلولنا بديهية وسهلة الاستخدام."
		},
		"efficiency": {
			"title": "الكفاءة",
			"description": "عملياتنا تخلق حلولًا أفضل."
		},
		"profitability": {
			"title": "الربحية",
			"description": "نقدم أسعارًا تنافسية."
		}
	},
	"our_services": "خدماتنا",
	"services": {
		"mobile_app_development": {
			"title": "تطوير تطبيقات الجوال",
			"description": "نقوم بتطوير تطبيقات موبايل مخصصة لكل من iOS و Android. خبرتنا تكمن في تقديم حلول تعزز التواصل مع عملائك من خلال التفاعلية وسهولة الاستخدام. مثالي لك إذا كنت ترغب في جذب عملائك بطريقة ديناميكية وفعّالة."
		},
		"web_app_development": {
			"title": "تطوير تطبيقات الويب",
			"description": "نصمم وننفذ تطبيقات ويب مصممة خصيصًا لمختلف المنصات والأجهزة. حلولنا تضمن وجودًا قويًا على الإنترنت ومُحسّنة لزيادة تفاعل المستخدم. مثالي لك إذا كنت تهدف إلى توسيع البصمة الرقمية لشركتك وتعزيز علامتك التجارية."
		},
		"website_development": {
			"title": "تطوير المواقع الإلكترونية",
			"description": "يقوم فريقنا بإنشاء مواقع الويب باستخدام أحدث التقنيات، مع إعطاء الأولوية لكل من الجماليات والوظائف. نضمن أن يكون موقعك جذابًا وسهل الاستخدام، مما يجعله مثاليًا لعرض خدماتك ومنتجاتك بشكل احترافي. مثالي لك إذا كنت ترغب في تحسين حضورك الرقمي وجذب قاعدة عملاء أوسع."
		},
		"design_for_apps_and_websites": {
			"title": "تصميم التطبيقات والمواقع الإلكترونية",
			"description": "نقدم تصميم UI وUX فريد ومستهدف لا يقتصر فقط على الجمال بل يعزز تجربة المستخدم. هدفنا هو إنشاء تصاميم تعكس قيم شركتك وتميزك عن المنافسة. مثالي لك إذا كنت تقدر الإبداع وترغب في تواجد مميز وملفت على الإنترنت."
		}
	},
	"what_others_say_about_us": "ماذا يقول عملاؤنا عنا",
	"testimonies": {
		"testimonies_ft": {
			"name": "أحمد دغرور",
			"text": "نحنا راضيين كتير عن الشغل و شكر كبير ل شغلكم و اهتمامكم !"
		},
		"testimonies_se": {
			"name": "عبد العزيز قلعجي",
			"text": "كتير حبينا تطبيقنا الجديد كتكيت و زبائنا جدا راضيين , تعاونا انشالله مستمر معكم حتى اشعار اخر , شكرا على الاهتمام بالتفاصيل و الابستامة الحلوة."
		},
		"testimonies_th": {
			"name": "كيفن فلايكوفيتش",
			"text": "عمل رائع زاد مبيعاتا ب نسبة 80% هل سنة ,  كل استشارة منكم كانت مهمة ب شغلنا , شكرا كتير وشكر خاص للأستاذ مؤيد."
		}
	},
	"about_header": "نحن ندرك التميز و سنرشدك اليه",
	"about_description": "يمكننا تمهيد طريقك للنجاح من خلال فهمنا العميق لأحدث الأدوات وخبرتنا الواسعة في التكنولوجيا عبر مختلف المجالات ، سنحقق لك نتائج متميزة ب اسعار تنافسية.",
	"stack_title": "نعمل بأحدث التقنيات البرمجية",
	"about_us": {
		"passion": {
			"title": "شغف",
			"description_one": "المؤسس مؤيد مؤيد ، مع خبرة عدة سنوات كرائد أعمال ومؤسس لـ Kilshi.com ، مع خبرة في مجال الصحة و المطاعم ، قد واجه العديد من التحديات لجعل مشاريعه الناشئة ناجحة. واجه مؤيد تحديات و صعوبات في التسويق والبرمجة وتطوير التطبيقات و بناء العلامات التجارية. بعد طلب المساعدة من شركات التكنولوجيا والتسويق المختلفة ، أدرك أنه يمكنه تقديم حلول عالية الجودة للشركات التي تواجه مشاكل مماثلة. مع شغفه وخلفيته مهندس في علوم الحاسوب ، قام مؤيد بتأسيس عدة شركات تقنية. الآن، نقود معًا SveaSoft ، بهدف تقديم خدمات عالية الجودة بأسعار تنافسية لمساعدة الشركات على التغلب على تحدياتها.",
			"description_two": "نحن نأخذ بعين الاعتبار جميع جوانب لمشاريعك القادمة ونساعدك في زيادة المبيعات ، رفع قيمة علامتك التجارية وتحسين عملك. مع خبرة واسعة في البرمجة وخلق الحضور على الإنترنت بالإضافة إلى بناء العلامات التجارية، نحن مستعدون جيدًا لدعمك."
		},
		"constant_learning": {
			"title": "تعلم مستمر",
			"description_one": "مع الخبرة ٧ سنوات في إدارة الأعمال ، نعرف مسببات الفشل على الأقل نحن على دراية بالأخطاء التي ارتكبناها بأنفسنا. لذلك ، نوجهك بخبراتنا ونساعدك في تحقيق أهدافك. نحن خبراء تقنيون ورجال أعمال يمكنهم تقديم النصائح التي تحتاجها للتغلب على التحديات. انظر إلينا كشريك قريب أكثر من كوننا شركة تقنية.",
			"description_two": "لقد طورنا العديد من المشاريع ولدينا شبكة وكلاء في السويد وعلى المستوى الدولي ، بما في ذلك العديد من الشركات التقنية الكبرى. نعامل مشروعك كما لو كان مشروعنا الخاص ونتولى مشاريع فقط حيث يمكننا ضمان نتيجة إيجابية."
		},
		"your_success_is_ours": {
			"title": "نجاحك هو نجاحنا",
			"description_one": "نعمل بولاء ونركز أكثر على النتائج من الأرباح. نحن نعتني بعلامتك التجارية كما لو كانت طفلنا , نهتم بها وندعمك في رحلتك. لقد ساعدنا العديد من الشركات في مجال التجارة الإلكترونية ، مدارس تعليم القيادة ، مجال المطاعم والشركات الناشئة. كل ما عليك فعله هو أن تخبرنا بتحدياتك وسنتولى الباقي.",
			"description_two": "طريق النجاح يبدأ بفهم عميق للتحديات. لذلك نحن ناجحون ، نحن نسعى جاهدين لفهم جميع تحدياتك ونقدم الحلول الأنسب. معًا نناقش الطرق المختلفة لتحقيق نتيجة معينة ونختار معًا أفضل طريق للمضي قدمًا.."
		}
	},
	"contact_us_container": {
		"title": "تواصل معنا اليوم!",
		"description": "تواصل معنا - نحن هنا من أجلك وجاهزون لمشاريعك ، بغض النظر عن حجمها. نحن خبراء في التكنولوجيا ولدينا شبكة دولية كبيرة تتيح لنا تقديم الحلول الأكثر إبداعًا على نطاق السويد."
	},
	"mobile_app_development": {
		"title": "تطوير تطبيقات الجوال",
		"description": "نقوم بتطوير تطبيقات الموبايل لجميع الأجهزة. بفضل خبرتنا في العديد من المشاريع الناجحة، يمكننا إنشاء تطبيق هاتف احترافي لك بمستوى عالٍ من الإبداع والكفاءة. نولي اهتمامًا لكل التفاصيل لضمان مناسبة تطبيقك لجمهوره المستهدف ويعمل بشكل مثالي على جميع الأجهزة.",
		"info_title": "تعلم عن تطبيقات الموبايل؟",
		"what_is_a_mobile_app": {
			"title": "ما هو تطبيق الجوال؟",
			"description": "تطبيق الجوال هو برنامج مطور ومصمم لحل المشاكل أو تبسيط العمليات. تعمل تطبيقات الجوال على أنظمة تشغيل مثل iOS وAndroid. يمكن لتطبيق الجوال أن يتكامل مع العديد من ميزات الجهاز الذي يتم تثبيته عليه، مثل الكاميرا والميكروفون ونظام تحديد المواقع. يتم تحميل تطبيقات الجوال على الأجهزة المحمولة وهي سهلة الوصول للمستخدمين. يمكن تخصيص تطبيقات الجوال بطرق لا حصر لها وتكييفها مع احتياجات المستخدمين."
		},
		"when_should_i_choose_a_mobile_app": {
			"title": "متى يجب أن أختار تطبيق جوال بدلاً من تطبيق ويب أو تطبيق سطح مكتب؟",
			"description": "يمكن تخصيص تطبيقات من أنواع مختلفة بعناية لتلبية احتياجات المستخدمين الفريدة، وكل فئة تطبيقات تأتي مع مزايا وقيود محددة. تبرز تطبيقات الجوال بمزاياها المميزة، مما يجعلها ذات قيمة خاصة لبعض التطبيقات. توافرها الفوري مباشرة من جهاز المستخدم يجعل تطبيقات الجوال النوع الأكثر عملية وسهولة في الوصول من بين أنواع التطبيقات. هذا الحضور المستمر بين المستخدمين لا يعزز الولاء للعملاء فحسب، بل يعزز أيضًا شعورًا أقوى بالانتماء ويحسن بشكل كبير رضا المستخدم النهائي."
		},
		"what_is_the_best_technology_for_developing_a_mobile_app": {
			"title": "ما هي أفضل تكنولوجيا لتطوير تطبيق جوال؟",
			"description": "توفر تطوير تطبيقات الجوال مجموعة واسعة من التقنيات، مما يتيح التخصيص بناءً على حجم المشروع والجمهور المستهدف والوظائف الخاصة. بالنسبة للتطبيقات المبنية على iOS، Swift هو خيار شائع، بينما غالبًا ما يفضل Java وKotlin لتطبيقات Android. لتبسيط عملية التطوير وتقليل التكاليف، أصبحت الأطر الجديدة التي تمكن من تطوير التطبيقات عبر المنصات أكثر شيوعًا. تتيح هذه الأطر للمطورين إنشاء تطبيق واحد يعمل بسلاسة على كل من iOS وAndroid. أمثلة بارزة على هذه الأطر تشمل Flutter الذي طورته Google، وReact Native الذي طورته Facebook. يعتمد اختيار الإطار بشكل كبير على بنية تقنية المعلومات للشركة وأهدافها."
		},
		"ai_and_mobile_apps": {
			"title": "الذكاء الاصطناعي وتطبيقات الجوال",
			"description": "الاتجاه المتنامي في مجال الذكاء الاصطناعي (AI) كبير ويؤثر على العديد من قطاعات التكنولوجيا، بما في ذلك تطبيقات الجوال والويب وسطح المكتب. أصبح دمج الذكاء الاصطناعي في هذه التطبيقات أكثر سلاسة واستراتيجية، مما يتيح للمطورين إنشاء حلول أكثر تعقيدًا وقابلية للتكيف. اعتمادًا على الأهداف المحددة، يمكن تطبيق الذكاء الاصطناعي بطرق مختلفة. على سبيل المثال، قد يتعاون المطورون مع مزودي الذكاء الاصطناعي مثل OpenAI لتطوير تطبيقات دردشة متقدمة تستخدم معالجة اللغة الطبيعية لتحسين الاتصال، أو تطبيقات توليد الصور التي تستخدم التعلم العميق لإنشاء محتوى بصري من الوصف النصي. أحد أكبر مزايا دمج الذكاء الاصطناعي في تطبيقات الجوال هو استغلال الميزات المدمجة في الأجهزة، مثل الكاميرات، لتعزيز وظائف التطبيق. على سبيل المثال، يمكن استخدام الكاميرات مع خوارزميات التعرف على الصور لإنشاء ميزات مبتكرة مثل التعرف على الوجوه والواقع المعزز والمزيد. تسمح هذه التكاملات لتطبيقات الجوال بأن تكون ليست فقط أدوات للاستخدام اليومي ولكن أيضًا واجهات قوية لاستخدام التكنولوجيا الشخصية والمهنية."
		},
		"what_does_a_mobile_app_cost": {
			"title": "ما هي تكلفة تطبيق جوال؟",
			"description": "تختلف تسعيرة تطبيق الجوال حسب نطاق المشروع. العوامل التي تؤثر على السعر تشمل حجم المشروع وعدد ساعات العمل. نحن عادةً نعمل بناءً على أساس الساعة ونقوم بالفوترة وفقًا لذلك، وهو ما نعتقد أنه يحافظ على أعلى جودة ممكنة. يمكن تقديم سعر ثابت إذا رغب العميل في ذلك."
		},
		"how_does_it_work": {
			"title": "كيف يعمل؟",
			"description": "تبدأ عملية تطوير التطبيق بفهم شامل لغرض التطبيق وأهدافه. نحلل ونحدد بوضوح الاتجاه الذي سيتخذه التطبيق لضمان أنه يلبي توقعاتكم واحتياجاتكم. يقودنا هذا الفهم إلى الخطوة التالية حيث نصمم تخطيطًا مفصلًا ورسمًا يشمل جميع الميزات والمواصفات اللازمة التي يتطلبها التطبيق. خلال مرحلة التصميم، نفكر في مختلف الميزات التي يمكن أن تعزز تجربة المستخدم وتزيد من قيمة التطبيق، مثل طرق الدفع المتعددة وخيارات تسجيل الدخول الآمنة. بفضل شبكاتنا الواسعة والشراكات المؤسسة، يمكننا تقديم هذه الخدمات بأسعار مخفضة، مما يوفر لكم حلولًا اقتصادية. بمجرد تحديد التصميم والوظائف، ننتقل إلى مرحلة البرمجة حيث نطور التطبيق بتخصيص كامل للموارد. نشارك في المشروع من البداية إلى النهاية، والذي يشمل التطوير الكامل، الاختبارات الدقيقة، وأخيرًا الإطلاق. يتم نشر التطبيق على منصات مثل Google Play وApp Store، حيث يصبح متاحًا لمستخدميكم. نضمن أن كل خطوة في العملية تتم بأعلى جودة واحترافية لضمان أن المنتج النهائي لا يلبي توقعاتكم فحسب، بل يتجاوزها."
		},
		"contact_us": {
			"title": "محتار؟",
			"description": "هل أنت غير متأكد مما إذا كنت بحاجة إلى تطبيق جوال أو نوع آخر من الحلول؟ تحدث معنا. نقدم استشارة مجانية لمساعدتك في العثور على أفضل حل لحالتك."
		}
	},
	"web_app_development": {
		"title": "تطوير تطبيقات الويب",
		"description": "نحن نطور تطبيقات الويب بمستوى عالٍ من الاحترافية والإبداع. بخبرتنا في العديد من المشاريع الناجحة ، يمكننا إنشاء تطبيق ويب احترافي لشركتك. نحن نضمن لك الحصول على اعلى النتائج الممكنة.",
		"info_title": "تعلم عن تطبيقات الويب",
		"what_is_a_web_app": {
			"title": "ما هو تطبيق الويب؟",
			"description": "تطبيق الويب هو برنامج مطور للعمل عبر متصفحات الإنترنت ويمكن الوصول إليه من مختلف الأجهزة مثل الحواسيب ، الأجهزة اللوحية ، والهواتف الذكية. يوفر واجهة مستخدم تفاعلية ، ويمكن تخصيصه لأداء وظائف محددة وحل مشكلات معينة ، مثال على ذلك هو تطبيقا فيسبوك ويوتيوب. يمكن دمج تطبيقات الويب مع خدمات مختلفة من موردين للطرف الثالث مثل جوجل ، لتقديم تسجيل الدخول عبر جوجل كمثال. يمكن تصميم تطبيق الويب وتخصيصه بطرق عديدة ويتطلب اتصالًا مباشرًا بالإنترنت لتشغيله."
		},
		"when_should_i_choose_a_mobile_app": {
			"title": "متى أختار تطبيق الويب مقارنةً بتطبيق الهاتف المحمول أو تطبيق الكمبيوتر؟",
			"description": "يختلف تطبيق الويب عن التطبيقات للجوال والكمبيوتر بأنه يتطلب اتصالاً بالإنترنت ويعمل في المتصفح. تطبيقات الويب أكثر مرونة لأنها لا تتطلب موافقة من موفري الخدمات الخارجية مثل Google Play أو App Store للتحديثات ، مما يسهل عملية إدارة وتحديث التطبيق. تطبيقات الويب تعطيك السيطرة الكاملة والحرية ، بالإضافة إلى إمكانية الاحتفاظ بجميع العائدات من الدفعات دون الحاجة لمشاركتها مع مزودي الخدمات الخارجية. كما أنها لا تتطلب تثبيتات وهي متاحة مباشرة للمستخدمين ، مما قد يوفر نطاقاً أوسع ومزايا مثل تحسين محركات البحث لمحركات البحث المختلفة. من المهم أيضًا الأخذ بعين الاعتبار استهلاك الطاقة والأداء ، حيث أن تطبيقات الويب قد تستهلك موارد أقل على الجهاز مقارنة بالتطبيقات الأصلية ، ولكن قد تكون أقل كفاءة في بعض السياقات الخاصة بالأداء العالي."
		},
		"what_is_the_best_technology_for_developing_a_mobile_app": {
			"title": "ما هي أفضل تقنية لتطوير تطبيق ويب؟",
			"description": " هناك العديد من التقنيات لتطوير تطبيقات الويب ، وكل منها يأتي مع مجموعة من المزايا والعيوب. في السويد ، من أحدث التقنيات والأكثر شهرة هي React و Next. يعرف React بمرونته وهيكله القوي المبني على المكونات، مما يجعله مثاليًا للمشاريع التي تتطلب واجهات مستخدم ديناميكية ومعقدة. Next من ناحية أخرى ، يسهل تطوير تطبيقات React المقدمة من الخادم ويدعم توليد الصفحات بشكل ثابت وديناميكي. تشمل الخيارات الأخرى Angular و Vue.js ، حيث يقدم Angular هيكلية أكثر صرامة ويفضل في المشاريع الكبيرة لنموذج التحكم والبيانات المعقد ، بينما يوفر Vue.js مزيجًا من ميزات React و Angular مع تعلم أسهل نسبيًا ومرونة عالية يوجد ايضا العيد من التقنيات. يعتمد اختيار التقنية المناسبة لتطوير تطبيق الويب على tech stack الحالي للمؤسسة ، الأهداف ، والاتجاه الاستراتيجي. العوامل الأخرى مثل الأداء ، الأمان ، القابلية للتوسع ، وإنتاجية المطور تلعب دورًا هامًا في اتخاذ القرار. بالإضافة إلى ذلك ، يجب النظر في دعم المجتمع والنظام البيئي لكل تقنية ، حيث يمكن أن يساعد ذلك في تسهيل التطوير وحل المشكلات."
		},
		"ai_and_web_apps": {
			"title": "الذكاء الاصطناعي وتطبيقات الويب",
			"description": "الاتجاه المتزايد للذكاء الاصطناعي (AI) يؤثر على العديد من قطاعات التكنولوجيا ، بما في ذلك تطبيقات الويب والجوال والكمبيوتر. يصبح دمج الذكاء الاصطناعي في هذه التطبيقات أكثر سلاسة واستراتيجية ، مما يوفر للمطورين الفرصة لإنشاء حلول أكثر تعقيداً وقابلية للتخصيص. يمكن تطبيق الذكاء الاصطناعي بطرق مختلفة حسب الأهداف المحددة ، مثل تطوير تطبيقات الدردشة باستخدام معالجة اللغة الطبيعية أو تطبيقات توليد الصور التي تستخدم التعلم العميق او تحليلات البيانت ب استخدام الذكاء الصناعي."
		},
		"what_does_a_web_app_cost": {
			"title": "ما هي تكلفة تطبيق الويب؟",
			"description": "يمكن أن تختلف تكلفة تطبيق الويب حسب نطاق المشروع. العوامل الرئيسية التي تؤثر على السعر تشمل حجم المشروع وعدد ساعات العمل. نحن نعمل عادة بناءً على عدد ساعات العمل مما يوفر لنا ولعملائنا إمكانية إتقان أي عمل نقوم به وجعله بأعلى جودة ممكنة ، ولكن يمكننا أن نقدم سعرًا ثابتًا إذا رغب العميل في ذلك."
		},
		"how_does_it_work": {
			"title": "كيف سنعمل على مشروعك؟",
			"description": "تبدأ عملية تطوير التطبيق بفهم شامل لغرض التطبيق وأهدافه. نحلل ونحدد بوضوح الاتجاه الذي سيتخذه التطبيق لضمان أنه يلبي توقعاتكم واحتياجاتكم. يقودنا هذا الفهم إلى الخطوة التالية حيث نصمم تخطيطًا مفصلًا ورسمًا يشمل جميع الميزات والمواصفات اللازمة التي يتطلبها التطبيق. خلال مرحلة التصميم ، نفكر في مختلف الميزات التي يمكن أن تعزز تجربة المستخدم وتزيد من قيمة التطبيق ، مثل طرق الدفع المتعددة وخيارات تسجيل الدخول الآمنة. بفضل شبكاتنا الواسعة والشراكات المؤسسة ، يمكننا تقديم هذه الخدمات بأسعار مخفضة ، مما يوفر لكم حلولًا اقتصادية. بمجرد تحديد التصميم والوظائف ، ننتقل إلى مرحلة البرمجة حيث نطور التطبيق بتخصيص كامل للموارد. نشارك في المشروع من البداية إلى النهاية ، والذي يشمل التطوير الكامل ، الاختبارات الدقيقة ، وأخيرًا الإطلاق. يتم نشر التطبيق ويكون تطبيق الويب متاح بشكل فوري. نضمن أن كل خطوة في العملية تتم بأعلى جودة واحترافية لضمان أن المنتج النهائي لا يلبي توقعاتكم فحسب ، بل يتجاوزها."
		},
		"contact_us": {
			"title": "محتار؟",
			"description": "هل أنت غير متأكد مما إذا كنت بحاجة إلى تطبيق ويب أو نوع آخر من الحلول؟ تحدث معنا. نقدم استشارة مجانية لمساعدتك في العثور على أفضل حل لحالتك."
		}
	},
	"design": {
		"title": "تصاميم التطبيقات والمواقع الإلكترونية (UX & UI)",
		"description": "نقدم تصاميم رائعة وأنيقة تعزز مشاريعك. نحن خبراء في تصميم واجهات المستخدم وتجربة المستخدم. نقدم اعمال بمستوى عالي ستزيد من مصداقيتك لدى العملاء وتعزز علامتك التجارية بشكل كبير.",
		"info_title": "تعلم عن تصاميم ال UI و UX",
		"what_is_ui_design": {
			"title": "ما هو تصميم واجهة المستخدم  UI؟",
			"description": "UI، أو تصميم واجهة المستخدم ، هو تصميم كيفية ظهور واجهة المنتج ووظيفتها. مهمة مصمم الواجهة هي إنشاء واجهة جذابة بصرياً وبديهية للمستخدم. يشمل ذلك تخطيط الشاشات ، تصميم الأزرار ، اختيار الخط ، أنظمة الألوان ، وعناصر بصرية أخرى. الهدف هو جعل التفاعل سلساً وبسيطاً قدر الإمكان."
		},
		"what_is_ux_design": {
			"title": "ما هو تصميم تجربة المستخدم  UX؟",
			"description": "UX، أو تصميم تجربة المستخدم ، يركز على تجربة المستخدم الكاملة عند التفاعل مع المنتج. يشمل ذلك UI ولكن أيضاً العديد من الجوانب الأخرى مثل القابلية للاستخدام ، القدرة على الوصول ، والكفاءة. عمل مصمم تجربة المستخدم غالباً ما يبدأ بالبحث لفهم احتياجات المستخدم ، يليه تطوير نموذج واختبارات المستخدم لتحسين المنتج بشكل تدريجي. الهدف هو إنشاء تطبيقات ليست فقط سهلة الاستخدام ولكن توفر أيضاً تجارب إيجابية تلبي أو تتجاوز توقعات المستخدم."
		},
		"What_is_important_to_consider_when_it_comes_to_UI_and_UX": {
			"title": "ما الذي يجب أخذه في الاعتبار عند التعامل مع UI و UX؟",
			"description": "بالنسبة لجميع أنواع التصميم ، المستخدم الحقيقي هو الجانب الأكثر أهمية خلال عملية التصميم. هذا يتطلب فهماً عميقاً لاحتياجات المستخدمين وتفضيلاتهم وسلوكياتهم ، والذي يتم تحقيقه من خلال البحوث المستخدمة الدقيقة و التجربة المستمرة. التصميم البديهي أمر ضروري ويجب أن يلبي توقعات ومتطلبات المستخدمين. واجهة المستخدم (UI) الجيدة يجب أن تكون راقية وبسيطة. من المهم أيضاً التأكد من أنها ليست معقدة بشكل مفرط لأن ذلك يمكن أن يخيف المستخدمين. جميع أجزاء التصميم ، مثل الألوان ، الخطوط ، وهياكل التخطيط ، تخلق تجربة مستخدم كاملة لعملائك. يجب أن يتم إنشاء التصميم مع الاستجابة لضمان أن التطبيق قابل للوصول ويعمل بدون عيوب بغض النظر عن جهاز المستخدم. يجب أن تكون التصاميم شاملة أيضاً ، مما يعني الأخذ بعين الاعتبار مبادئ التوافق مع المعايير مثل تقديم بدائل نصية للصور ، ضمان تباين مناسب بين النص والخلفية ، ضمان أن جميع الوظائف قابلة للوصول. تجربة المستخدم يمكن أن تتأثر سلباً أيضاً بأوقات التحميل الطويلة أو الأداء الضعيف."
		},
		"how_does_a_good_design_affect_my_app_or_platform": {
			"title": "كيف يؤثر التصميم الجيد على تطبيقي أو منصتي؟",
			"description": "التطبيق أو المنصة ذات التصميم الجيد يمكن أن يكون لها تأثير كبير على التفاعل والرضا لدى المستخدمين. التصميم الفعال لا يحسن فقط الجاذبية البصرية ولكن يحسن أيضاً تجربة المستخدم من خلال واجهات بديهية وتفاعلات سلسة. هذا يؤدي إلى زيادة الاحتفاظ بالمستخدمين ويمكن أن يعزز أيضاً مصداقية منصتك. التصميم الجيد يجعل تطبيقك أو منصتك تبدو أكثر احترافية ، مما يجذب بدوره المزيد من المستخدمين ويقوي مكانتك في السوق. ايضا , تساعد الحلول التصميمية المدروسة في تقليل إحباط المستخدم من خلال توقع وحل مشاكل الاستخدام قبل أن تحدث. بهذه الطريقة ، التصميم الجيد ليس مجرد مسألة جمالية ، ولكنه مكون حيوي في إنشاء منتج رقمي فعال وكفء وجذاب."
		},
		"what_does_a_design_cost": {
			"title": "ما هي تكلفة إنشاء تصميم UI أو UX؟",
			"description": "تكلفة التصميم يمكن أن تختلف اعتماداً على نطاق المشروع. العوامل الرئيسية التي تؤثر في السعر تشمل حجم المشروع وعدد ساعات العمل. عادة ما نعمل بناءً على عدد ساعات العمل ، مما يتيح لنا إتقان جميع الأعمال التي نؤديها وتنفيذها بأعلى جودة ممكنة ، لكننا يمكن أن نقدم أيضاً سعراً ثابتاً إذا رغب العميل في ذلك."
		},
		"how_does_it_work": {
			"title": "كيف نقوم بتطوير تصميمك؟",
			"description": "نبدأ بتحليل شامل لاحتياجاتك وأهدافك الفريدة. هذه الخطوة الأولية حاسمة لضمان أن يكون التصميم وظيفياً وجذاباً بصرياً ، بينما يعكس أيضاً هوية علامتك التجارية. بعد ذلك ، نبدأ بتطوير تخطيط مفصل يعكس بوضوح تجربة المستخدم التي ترغب بها ، والذي يتم تصميمه تقنياً لمنصتك. تطبيقنا لمبادئ التصميم الحديثة والاتجاهات الحالية يضمن أن النتيجة ستكون مبتكرة وذات صلة. خلال هذه الفترة ، نولي اهتماماً كبيراً لواجهة المستخدم (UI) وتجربة المستخدم (UX) ، حيث نركز على التنقل البسيط والتفاعلات البديهية. نستكشف عناصر التصميم المختلفة مثل أنظمة الألوان ، الخطوط ، والمكونات التفاعلية لتعزيز الجاذبية البصرية والوظيفية للتصميم. من خلال استخدام أدوات النمذجة ، نقدم لك معاينة بصرية للمنتج النهائي ، مما يسمح بالمراجعة والتعديلات قبل تأسيس النسخة النهائية. طوال العملية ، نحافظ على حوار مفتوح معك ونجري اجتماعات منتظمة لضمان أن تصميمنا يلبي توقعاتك. إذا كان هناك حاجة لتغييرات في التصميم ، ننفذها فوراً ، مما يبرز أهمية استمرارية تلقي وتنفيذ تعليقاتك. بمجرد الموافقة على التصميم ، نعد حزمة شاملة من جميع الملفات والوثائق اللازمة للتنفيذ. نقدم جميع موارد التصميم ، بما في ذلك الدليل الإرشادي للأسلوب والكتيبات الإرشادية ، مصممة خصيصاً لتلبية احتياجات مشروعك. يتم تخصيص التسليم ليناسبك ، سواء كان يتطلب توزيعاً رقمياً عبر خدمات السحاب أو النقل المباشر."
		},
		"contact_us": {
			"title": "محتار؟",
			"description": "غير متأكد مما تحتاجه للتصميم؟ تحدث معنا. نحن نقدم استشارة أولية مجانية لإرشادك إلى الحل الأفضل لحالتك."
		}
	},
	"website": {
		"title": "تطوير المواقع الإلكترونية",
		"description": "نحن نصمم ونطور مواقع إلكترونية احترافية ، جذابة وعصرية. نضمن أن الموقع الإلكتروني معنا سيحسن من أعمالك التجارية ويستقطب عملاء جدد. كل موقع إلكتروني نطوره يتمتع بأعلى جودة ويتسم بالإبداع.",
		"info_title": "تعلم عن المواقع الإلكترونية",
		"what_is_a_website": {
			"title": "ما هو الموقع الإلكتروني؟",
			"description": "الموقع الإلكتروني هو صفحة ويب تُنشأ لتمثيل شركتك على الإنترنت. يجب أن يحتوي الموقع على كل المعلومات الضرورية التي يحتاجها عملاؤك ، مثل الخدمات المقدمة ، ساعات العمل ، وما يميز شركتك. كما يجب أن يقدم الموقع جميع التفاصيل التي تهم عملائك ، بما في ذلك معلومات الاتصال والعنوان. الموقع الإلكتروني يعتبر نافذة مفتوحة بين شركتك والعالم ، وظيفته زيادة المبيعات وتحسين العلامة التجارية. قد يتكون من صفحة أو عدة صفحات بتصاميم وصور وفيديوهات. موقعك على الإنترنت يشبه الى حد كبير متجر تجاري في الشارع , كل من يمر بواجهة متجرك يجب أن يُغرى للدخول وشراء بضاعتك أو خدماتك. الموقع الإلكتروني هو أحد أهم أسس شركتك."
		},
		"when_should_i_choose_a_website": {
			"title": "متى يجب أن أمتلك موقعًا إلكترونيًا؟",
			"description": "الموقع الإلكتروني ضروري لأي شركة ترغب في الحفاظ على وجود دائم و مستدام في سوق العمل. سواء كنت تقدم منتجات أو خدمات أو معلومات تريد تسويقها بدون قيود زمنية أو جغرافية ، فإن الموقع الإلكتروني هو الحل. الموقع المصمم بشكل احترافي يعمل كسفارة رقمية تزيد من وضوح شركتك ، تقوي علامتك التجارية ، وتسهل على العملاء اكتشاف والتفاعل مع عروضك. كما أنه مكان تعرض فيه سيرة شركتك ، نقاط قوتك ، وتتواصل مباشرة مع العملاء الحاليين والمحتملين. الاستثمار في موقع إلكتروني عالي الجودة ليس فقط استراتيجية تسويقية ، بل ضرورة لشركتك في سوق عمل قوي التنافس."
		},
		"what_is_the_best_technology_for_developing_a_website": {
			"title": "ما هي أفضل التقنيات لتطوير موقع إلكتروني؟",
			"description": "تتوفر العديد من التقنيات لتطوير المواقع الإلكترونية ، ويعتمد الاختيار على احتياجات علامتك التجارية وصناعتك. من بين هذه التقنيات ، توجد منصات شهيرة مثل WordPress ، المعروفة بسهولة استخدامها ، ومنصات التجارة الإلكترونية مثل Shopify. للحلول المصممة خصيصًا ، يمكن استخدام لغات البرمجة مثل JavaScript بالتعاون مع المكتبات والأطر مثل React أو Next.js. من المهم اختيار التقنية التي تناسب احتياجات شركتك وصناعتك والوظائف التي ترغب في تحقيقها. يعتمد اختيار التقنية المناسبة على نوع الموقع والأهداف المرجوة منه وإمكانيات التوسع المستقبلية."
		},
		"what_does_a_website_cost": {
			"title": "كم تكلفة انشاء موقع الإلكتروني؟",
			"description": "تختلف تكلفة تطوير الموقع الإلكتروني حسب نطاق المشروع. العوامل الرئيسية التي تؤثر على السعر تشمل حجم المشروع ، تعقيده ، وعدد ساعات العمل المطلوبة. نحن نقدم نماذج تسعير مرنة تعتمد إما على معدل الساعة ، والتي تسمح لنا بضمان عمل بأعلى جودة ، أو سعر ثابت إذا كان العميل يفضل ذلك. عمومًا ، تتراوح التكاليف بين 10,000 و 30,000 كرونة سويدية حسب عدد الصفحات والعمل المطلوب لتطوير الموقع. للصفحات الأكثر تقدمًا ، قد يكون السعر أعلى."
		},
		"how_does_it_work": {
			"title": "كيف نعمل مع موقعك الإلكتروني؟",
			"description": "تبدأ عملية تطوير الموقع الإلكتروني بفهم شامل لاتجاه شركتك وأهدافها. نحلل ونحدد بوضوح الاتجاه الذي يجب أن يأخذه الموقع لضمان تلبيته لتوقعاتك واحتياجاتك. يقودنا هذا الفهم إلى الخطوة التالية ، حيث نصمم تخطيطًا مفصلًا ومخططًا يشمل كل الميزات والمواصفات الضرورية. خلال مرحلة التصميم ، نفكر في مختلف الميزات التي يمكن أن تحسن تجربة المستخدم وتزيد من قيمة الموقع. بمجرد تأسيس التصميم والوظائف ، ننتقل إلى مرحلة البرمجة حيث نطور الموقع بتخصيص كامل للموارد. نشارك في المشروع من البداية إلى النهاية ، والذي يشمل التطوير ، الاختبار الشامل ، وأخيرًا الإطلاق. يتم نشر الموقع ويصبح متاحًا على الفور. نضمن أن كل خطوة في العملية تتم بأعلى جودة واحترافية لكي لا تلبي النتيجة النهائية توقعاتك فحسب، بل تتجاوزها."
		},
		"contact_us": {
			"title": "محتار؟",
			"description": "غير متأكد من كيفية البدء بتطوير موقع شركتك الإلكتروني؟ اتصل بنا للحصول على استشارة أولية مجانية لإرشادك إلى الحل الأفضل لحالتك."
		}
	},
	"career": {
		"title": "انضم إلى فريقنا",
		"description": "ندعم تطورك المهني والشخصي من خلال عملنا المتخصص في تطوير تكنولوجيا المعلومات والتسويق الرقمي. هل أنت جاهز لاتخاذ الخطوة التالية في مسيرتك المهنية؟ أرسل إلينا طلب توظيف لبدء حوار حول الفرص المستقبلية. معًا، يمكننا تحقيق نجاحات كبيرة وتعزيز تطورك الشخصي والمهني.",
		"info_title": "الوظائف المتاحة",
		"no_data_message": "لا توجد وظائف متاحة.",
		"spontaneous_application": {
			"title": "التقديم العفوي",
			"description": "أرسل الينا سيرتك الذاتية عبر الايميل الالكتروني على"
		}
	},
	"contact": {
		"title": "ناقش الإمكانيات معنا",
		"description": "اتخذ الخطوة الصحيحة نحو تحسين عملك , زيادة مبيعاتك واستكشف ما يمكننا أن نقدمه لك.",
		"book_meeting": {
			"title": "احجز موعد فوراً",
			"btn_label": "احجز موعد"
		}
	},
	"people": {
		"mouayad": {
			"name": "مؤيد مؤيد",
			"title": "مؤسس",
			"bio": "مرحبا ، اسمي مؤيد وأعمل كمطور أعمال ومسؤول تقني. هدفي هو مساعدتك على فهم الفرص التي يمكننا استكشافها معًا. من خلال اجتماعنا الاول ، سنناقش خياراتك ونحدد ما إذا كنا الشريك المناسب للتعاون معك."
		}
	}
}
